Repository: re2man/YOURLS-fi_FI
Catalog: *.po
Languages: fi_fi

source: Statistics for %s
fi_fi: Tilastoja %s:stä

source: Short URL
fi_fi: LyhytURL

source: Aggregate stats for duplicate short URLs
fi_fi: Yhdistä tilastot useampaan kertaan esiintyvistä lyhytURL:eista

source: Long URL
fi_fi: Pitkä URL

source: Traffic statistics
fi_fi: Liikennöintitilastot

source: Traffic location
fi_fi: Liikennöintisijainnit

source: Traffic sources
fi_fi: Liikennöintilähteet

source: Share
fi_fi: Jaa

source: Last 24 hours
fi_fi: Viimeiset 24 tuntia

source: Last 7 days
fi_fi: Viimeiset 7 päivää

source: Last 30 days
fi_fi: Viimeiset 30 päivää

source: All time
fi_fi: Kaikkiaan

source: Number of hits : %s
fi_fi: Osumia: %s

source: Historical click count
fi_fi: Klikkejä kaikkiaan

source: about 1 day ago
fi_fi: noin vrk sitten

source: Short URL created on %s
fi_fi: LyhytURL luotu %s

source: %s per day
fi_fi: %s päivässä

source: %s per hour
fi_fi: %s tunnissa

source: %s hit
fi_fi: %s käynti

source: Best day
fi_fi: Paras päivä

source: <strong>%1$s</strong> hit on %2$s
fi_fi: <strong>%1$s</strong> hitti %2$s

source: Click for more details
fi_fi: Klikkaa lisätietoja

source: Year %s
fi_fi: Vuosi %s

source: 1 hit
fi_fi: 1 käynti

source: No traffic yet. Get some clicks first!
fi_fi: Ei liikennöintiä vielä. Odotellaan vielä!

source: Top 5 countries
fi_fi: Top 5 maat

source: Overall traffic
fi_fi: Liikennettä kaikkiaan

source: No country data.
fi_fi: Ei maatietoja.

source: Referrer shares
fi_fi: Viittaava palvelu

source: Others
fi_fi: Muut

source: Referrers
fi_fi: Viittaavat osoitteet

source: (details)
fi_fi: (lisätietoja)

source: Various:
fi_fi: Useampia:

source: Direct vs Referrer Traffic
fi_fi: Suora vs. linkattu liikenne

source: Direct
fi_fi: Suora

source: Direct traffic:
fi_fi: Suora liikenne:

source: <strong>%s</strong> hit
fi_fi: <strong>%s</strong> käynti

source: Referrer traffic:
fi_fi: Linkitetty liikenne:

source: No referrer data.
fi_fi: Ei linkitystietoa.

source: Short link
fi_fi: Lyhyt linkki

source: Quick Share
fi_fi: Pikajako

source: Title
fi_fi: Otsikko

source: IP Address
fi_fi: IP-osoite

source: Searching for <strong>%1$s</strong> in <strong>%2$s</strong>.
fi_fi: Etsitään <strong>%1$s</strong> / <strong>%2$s</strong>.

source: Date
fi_fi: Päiväys

source: Clicks
fi_fi: Klikit

source: Short URL created, but could not redirect to %s !
fi_fi: LyhytURL luotu, mutta ei voitu ohjata kohteeseen %s !

source: Unknown "Share" bookmarklet
fi_fi: Tuntematon "Jako"-kirjanmerkike

source: Display <strong>%1$s</strong> to <strong class="increment">%2$s</strong> of <strong class="increment">%3$s</strong> URLs
fi_fi: Näytetään linkit (<strong>%1$s</strong> - <strong class="increment">%2$s</strong>) / <strong class="increment">%3$s</strong>

source: counting <strong>1</strong> click
fi_fi: laskin yhteensä <strong>1</strong> klikkauksen

source: Overall, tracking <strong class="increment">%1$s</strong> links, <strong>%2$s</strong> clicks, and counting!
fi_fi: Kaikkiaan linkkejä on tehty <strong class="increment">%1$s</strong> kpl ja niitä on klikattu yhteensä <strong>%2$s</strong> kertaa!

source: No URL
fi_fi: Ei URL:ia

source: %s version is too old. Ask your server admin for an upgrade.
fi_fi: %s versio on liian vanha. Pyydä järjestelmän ylläpitäjää päivittämään.

source: YOURLS already installed.
fi_fi: YOURLS on jo asennettu.

source: File <tt>.htaccess</tt> successfully created/updated.
fi_fi: Tiedosto <tt>.htaccess</tt> onnistuneesti luotu/päivitetty.

source: Could not write file <tt>.htaccess</tt> in YOURLS root directory. You will have to do it manually. See <a href="http://yourls.org/htaccess">how</a>.
fi_fi: Ei voitu kirjoittaa tiedostoa <tt>.htaccess</tt> YOURLS juurikansioon. Sinun on tehtävä se manuaalisesti. Lue <a href="http://yourls.org/htaccess">kuinka</a>.

source: Install YOURLS
fi_fi: Asenna YOURLS

source: YOURLS Administration Page
fi_fi: YOURLS hallintasivu

source: Unsupported action
fi_fi: Ei tuettu toiminto

source: No plugin specified, or not a valid plugin
fi_fi: Ei laajennusta ei määritetty tai epäkelpo laajennus

source: Plugin has been activated
fi_fi: Laajennus aktivoitu

source: Plugin has been deactivated
fi_fi: Laajennus on poistettu käytöstä

source: Manage Plugins
fi_fi: Laajennuksien hallinta

source: Plugins
fi_fi: Laajennukset

source: %s plugin
fi_fi: %s laajennus

source: You currently have <strong>%1$s</strong> installed, and <strong>%2$s</strong> activated
fi_fi: Sinulla on <strong>%1$s</strong> asennettuna, joista <strong>%2$s</strong> aktivoituna

source: Plugin Name
fi_fi: Laajennuksen nimi

source: Version
fi_fi: Versio

source: Description
fi_fi: Kuvaus

source: Author
fi_fi: Tekijä

source: Action
fi_fi: Toiminto

source: Deactivate
fi_fi: Poista käytöstä

source: Activate
fi_fi: Aktivoi

source: plugin file location: %s
fi_fi: laajennuksen tiedostosijainti: %s

source: Toggle active/inactive plugins
fi_fi: Kytke päälle/pois laajennuksia

source: If something goes wrong after you activate a plugin and you cannot use YOURLS or access this page, simply rename or delete its directory, or rename the plugin file to something different than <code>plugin.php</code>.
fi_fi: Jos jotain menee pieleen laajennuksen aktivoinnin jälkeen, etkä voi käyttää YOURLS:ia tai et pääse tälle sivulle, poista tai muuta kansion nimi, tai muuta laajennuksen nimi joksikin muuksi kuin <code>plugin.php</code>.

source: More plugins
fi_fi: Lisää laajennuksia

source: For more plugins, head to the official <a href="http://yourls.org/pluginlist">Plugin list</a>.
fi_fi: Lisää laajennuksia löydät virallisesta <a href="http://yourls.org/pluginlist">Laajennuksien listasta</a>.

source: Cool YOURLS Tools
fi_fi: Hyviä YOURLS-työkaluja

source: Bookmarklets
fi_fi: Kirjanmerkike

source: YOURLS comes with handy <span>bookmarklets</span> for easier link shortening and sharing.
fi_fi: YOURLS:n mukana tulee käteviä <span>kirjanmerkikkeitä</span> helpompaan linkkien lyhentämiseen ja jakamiseen.

source: Standard or Instant, Simple or Custom
fi_fi: Vakio tai välitön, yksinkertainen tai kustomoitu

source: The <span>Standard Bookmarklets</span> will take you to a page where you can easily edit or delete your brand new short URL.
fi_fi: <span>Vakiomuotoiset kirjanmerkikkeet</span> vievät sinut sivulle, jossa voit helposti muokata ja poistaa uunituoreet lyhytURL:isi.

source: The <span>Instant Bookmarklets</span> will pop the short URL without leaving the page you are viewing.
fi_fi: <span>Välittömät kirjanmerkikkeet</span> ponnauttavat esiin lyhytURL:isi ilman, että poistut nykyiseltä sivulta.

source: The <span>Simple Bookmarklets</span> will generate a short URL with a random or sequential keyword.
fi_fi: <span>Yksinkertaiset kirjanmerkikkeet</span> luovat lyhytURL:in sattumanvaraisella tai sekventiaalisella avainsanalla.

source: The <span>Custom Keyword Bookmarklets</span> will prompt you for a custom keyword first.
fi_fi: <span>Kustomoidut kirjanmerkikkeet</span> pyytävät sinulta ensin omavalintaisen avainsanan.

source: If you want to share a description along with the link you're shortening, simply <span>select text</span> on the page you're viewing before clicking on your bookmarklet link
fi_fi: Jos haluat jakaa kuvauksen lyhentämäsi linkin mukana, <span>valitse vain teksti</span> sivulla, jolla olet, ennen kuin klikkaat kirjanmerkikkeen linkkiä

source: The Bookmarklets
fi_fi: Kirjanmerkikkeet

source: Click and drag links to your toolbar (or right-click and bookmark it)
fi_fi: Napauta ja raahaa linkkejä työkalupalkkiin (tai napauta oikealla näppäimellä ja tee kirjanmerkki)

source: Standard (new page)
fi_fi: Normaali (uusi sivu)

source: Instant (popup)
fi_fi: Välitön (ponnahdus)

source: Simple
fi_fi: Yksinkertainen

source: Drag to your toolbar!
fi_fi: Raahaa työkalupalkkiisi!

source: Shorten
fi_fi: Lyhennä

source: Instant Shorten
fi_fi: Välitön lyhennys

source: Custom Keyword
fi_fi: Omavalintainen avainsana

source: Custom shorten
fi_fi: Omavalintainen lyhentäminen

source: Instant Custom Shorten
fi_fi: Välitön omavalintainen lyhentäminen

source: Social Bookmarklets
fi_fi: SOME-kirjanmerkikkeet

source: Create a short URL and share it on social networks, all in one click!
fi_fi: Luo lyhytURL ja jaa se sosiaalisessa mediassa, yhdellä klikkauksella!

source: Shorten and share:
fi_fi: Lyhennä ja jaa:

source: Prefix-n-Shorten
fi_fi: Lyhennä etuliitteellä

source: When viewing a page, you can also prefix its full URL: just head to your browser's address bar, add "<span>%s</span>" to the beginning of the current URL (right before its 'http://' part) and hit enter.
fi_fi: Voit luoda lyhytURL:n myös lisäämällä etuliitteen selaimen osoitekentässä sivun alkuperäiseen URL:iin. Lisää vain "<span>%s</span>" alkuperäisen URL:n eteen (juuri ennen 'http://' -osaa) ja paina rivinvaihtoa.

source: Note: this will probably not work if your web server is running on Windows
fi_fi: Huom: tämä ei todennäköisesti toimi jos verkkopalvelimesi pyörii Windows-alustalla

source: (which seems to be the case here)
fi_fi: (niin kuin näyttää olevan tässä tapauksessa)

source: Secure passwordless API call
fi_fi: Turvallinen salasanaton API-kutsu

source: YOURLS allows API calls the old fashioned way, using <tt>username</tt> and <tt>password</tt> parameters.
fi_fi: YOURLS mahdollistaa API-kutsut perinteiseen tyyliin, käyttämällä <tt>käyttäjänimeä</tt> ja <tt>salasanaa</tt> parametreinä.

source: If you're worried about sending your credentials into the wild, you can also make API calls without using your login or your password, using a secret signature token.
fi_fi: Jos et uskalla lähettää tunnistetietojasi avoimesti, voit myös tehdä API-kutsun ilman käyttäjätunnusta ja salasanaa, käyttäen salaista allekirjoitus-valtuutusta (tokenia).

source: Your secret signature token: <strong><code>%s</code></strong>
fi_fi: Salainen allekirjoitus-valtuutuksesi on: <strong><code>%s</code></strong>

source: (It's a secret. Keep it secret)
fi_fi: (Pidä se vain omana tietonasi)

source: This signature token can only be used with the API, not with the admin interface.
fi_fi: Tätä allekirjoitus-valtuutusta voidaan käyttää ainoastaan API:n yhteydessä, ei hallintaliittymän yhteydessä.

source: Usage of the signature token
fi_fi: Näin käytät allekirjoitus-valtuutusta

source: Simply use parameter <tt>signature</tt> in your API requests. Example:
fi_fi: Käytä yksinkertaisesti parametriä <tt>signature</tt> API-kutsuissasi. Esim:

source: Usage of a time limited signature token
fi_fi: Näin käytät rajoitetun ajan toimivaa allekirjoitus-valtuutusta

source: actual value:
fi_fi: todellinen arvo:

source: Now use parameters <tt>signature</tt> and <tt>timestamp</tt> in your API requests. Example:
fi_fi: Käytä nyt parametrejä <tt>signature</tt> ja <tt>timestamp</tt> API-kutsuissasi. Esim:

source: Actual values:
fi_fi: Todelliset arvot:

source: This URL would be valid for only %s seconds
fi_fi: Tämä URL tulee toimimaan ainoastaan seuraavien %s sekunnin ajan

source: See the <a href="%s">API documentation</a> for more
fi_fi: Lue <a href="%s">API dokumentaatio</a> saadaksesi lisätietoja

source: Upgrade YOURLS
fi_fi: Päivitä YOURLS

source: Upgrade not required. Go <a href="%s">back to play</a>!
fi_fi: Päivitystä ei tarvita. Menehän <a href="%s">takaisin</a>!

source: Your current installation needs to be upgraded.
fi_fi: Nykyinen asennus täytyy päivittää.

source: Please, pretty please, it is recommended that you <strong>backup</strong> your database<br/>(you should do this regularly anyway)
fi_fi: Tässä vaiheessa olisi tosi suositeltavaa tehdä <strong>varmistukset</strong> tietokannastasi<br/>(ne kannattaa toki tehdä muutenkin säännöllisesti)

source: Nothing awful <em>should</em> happen, but this doesn't mean it <em>won't</em> happen, right? ;)
fi_fi: Mitään kamalaa <em>ei pitäisi</em> tapahtua, mutta se ei tarkoita, etteikö silti <em>voisi</em> tapahtua, eiks juu? ;)

source: On every step, if <span class='error'>something goes wrong</span>, you'll see a message and hopefully a way to fix.
fi_fi: Mikäli missä tahansa vaiheessa <span class='error'>jotain menee pieleen</span>, näet siitä viestin sekä toivottavasti ohjeen kuina virhe korjataan.

source: If everything goes too fast and you cannot read, <span class="success">good for you</span>, let it go :)
fi_fi: Mikäli kaikki tapahtuu liian nopeasti, etkä ehdi lukea, <span class="success">hyvä sinulle</span>, anna palaa! :)

source: Once you are ready, press "Upgrade" !
fi_fi: Kun olet valmis, paina "Päivitä" !

source: Upgrade
fi_fi: Päivitä

source: Your installation is now up to date !
fi_fi: Ohjelmistoasennuksesi on nyt ajan tasalla

source: Go back to <a href="%s">the admin interface</a>
fi_fi: Mene takaisin <a href="%s">hallintaliittymään</a>

source: Could not auto-encrypt passwords. Error was: "%s".
fi_fi: Salasanoja ei voitu automaattisesti salakirjoittaa. Virhe oli "%s".

source: <a href="%s">Get help</a>.
fi_fi: <a href="%s">Apua</a>.

source: <a href="%s">Click here</a> to dismiss this message for one week.
fi_fi: <a href="%s">Klikkaa tästä</a> piilottaaksesi tämä viesti seuraavan viikon ajaksi.

source: YOURLS requires the mysql, mysqli or pdo_mysql PHP extension. No extension found. Check your server config, or contact your host.
fi_fi: YOURLS vaatii mysql:n, mysqli:n tai pdo_mysql:n PHP laajennuksen. Laajennusta ei löytynyt. Tarkista palvelinmääritykset tai ota yhteyttä palveluntarjoajaasi.

source: Fatal error
fi_fi: Kohtalokas virhe (Fatal Error)

source: Logged out successfully
fi_fi: Olet kirjautunut ulos

source: Invalid username or password
fi_fi: Väärä käyttäjänimi tai salasana

source: Please log in
fi_fi: Ole hyvä, kirjaudu sisään

source: 1 query
fi_fi: 1 kysely

source: Powered by %s
fi_fi: Sinulle tarjoaa %s

source: Enter the URL
fi_fi: Syötä URL

source: Optional
fi_fi: Valinnainen

source: Custom short URL
fi_fi: Omavalintainen lyhytURL

source: Shorten The URL
fi_fi: Lyhennä URL

source: Search for %1$s in %2$s
fi_fi: Etsi %1$s / %2$s:sta

source: Ascending
fi_fi: Nouseva

source: Descending
fi_fi: Laskeva

source: Order by %1$s %2$s
fi_fi: Laita järjestykseen %1$s %2$s

source: Show %s rows
fi_fi: Näytä %s rivissä

source: more
fi_fi: enemmän

source: less
fi_fi: vähemmän

source: Show links with %1$s than %2$s clicks
fi_fi: Näytä linkit, joissa on %1$s kuin %2$s klikkausta

source: before
fi_fi: ennen

source: after
fi_fi: jälkeen

source: between
fi_fi: välissä

source: Show links created %1$s %2$s %3$s %4$s
fi_fi: Näytä linkit, jotka on luotu %1$s %2$s %3$s %4$s

source: Search
fi_fi: Etsi

source: Clear
fi_fi: Tyhjennä

source: 1 page
fi_fi: 1 sivu

source: Go to First Page
fi_fi: Mene ensimmäiselle sivulle

source: &laquo; First
fi_fi: &laquo; Ensimmäinen

source: Last &raquo;
fi_fi: Viimeinen &raquo;

source: Your short link
fi_fi: Lyhytlinkkisi

source: Long link
fi_fi: Pitkä linkki

source: Stats
fi_fi: Tilastot

source: Share with
fi_fi: Jaa

source: Tweet this!
fi_fi: Tweettaa tämä!

source: Share on Facebook
fi_fi: Jaa Facebookissa

source: Share on Friendfeed
fi_fi: Jaa Friendfeedissä

source: Save
fi_fi: Tallenna

source: Save new values
fi_fi: Tallenna uudet arvot

source: Cancel
fi_fi: Keskeytä

source: Cancel editing
fi_fi: Keskeytä muokkaus

source: Error, URL not found
fi_fi: Virhe, URL:ia ei löytynyt

source: Edit
fi_fi: Muokkaa

source: Delete
fi_fi: Poista

source: Not a common link
fi_fi: Ei yleinen linkki

source: Original URL
fi_fi: Alkuperäinen URL

source: Actions
fi_fi: Toiminnot

source: Username
fi_fi: Käyttäjänimi

source: Password
fi_fi: Salasana

source: Login
fi_fi: Kirjaudu

source: Hello <strong>%s</strong>
fi_fi: Hei <strong>%s</strong>

source: Logout
fi_fi: Kirjaudu ulos

source: Help
fi_fi: Apua

source: Go to the admin interface
fi_fi: Avaa hallintaliittymä

source: Admin interface
fi_fi: Hallintaliittymä

source: Tools
fi_fi: Työkalut

source: Today
fi_fi: Tänään

source: Close
fi_fi: Sulje

source: <a href="%s">YOURLS version %s</a> is available. Please update!
fi_fi: <a href="%s">YOURLS:n versio %s</a> on nyt ladattavissa. Ole hyvä ja päivitä!

source: Incorrect DB config, or could not connect to DB
fi_fi: Virheellinen tietokantamääritys, tai ei voitu yhdistää tietokantaan

source: Table '%s' created.
fi_fi: Taulukko '%s' luotu.

source: Error creating table '%s'.
fi_fi: Virhe luotaessa taulukkoa '%s'.

source: Could not initialize options
fi_fi: Ei voitu alustaa valintoja

source: Could not insert sample short URLs
fi_fi: Ei voitu upottaa lyhytURL-näytettä

source: YOURLS tables successfully created.
fi_fi: YOURLS-taulukot luotu onnistuneesti.

source: Error creating YOURLS tables.
fi_fi: Virhe luotaessa YOURLS-taulukoita.

source: Sunday
fi_fi: Sunnuntai

source: Monday
fi_fi: Maanantai

source: Tuesday
fi_fi: Tiistai

source: Wednesday
fi_fi: Keskiviikko

source: Thursday
fi_fi: Torstai

source: Friday
fi_fi: Perjantai

source: Saturday
fi_fi: Lauantai

source: S_Sunday_initial
fi_fi: S

source: M_Monday_initial
fi_fi: M

source: T_Tuesday_initial
fi_fi: T

source: W_Wednesday_initial
fi_fi: K

source: T_Thursday_initial
fi_fi: T

source: F_Friday_initial
fi_fi: P

source: S_Saturday_initial
fi_fi: L

source: Mon
fi_fi: Maa

source: Tue
fi_fi: Tii

source: Wed
fi_fi: Kes

source: Thu
fi_fi: Tor

source: Fri
fi_fi: Per

source: Sat
fi_fi: Lau

source: January
fi_fi: Tammikuu

source: February
fi_fi: Helmikuu

source: March
fi_fi: Maaliskuu

source: April
fi_fi: Huhtikuu

source: May
fi_fi: Toukokuu

source: June
fi_fi: Kesäkuu

source: July
fi_fi: Heinäkuu

source: August
fi_fi: Elokuu

source: September
fi_fi: Syyskuu

source: October
fi_fi: Lokakuu

source: November
fi_fi: Marraskuu

source: December
fi_fi: Joulukuu

source: Jan_January_abbreviation
fi_fi: Tam

source: Feb_February_abbreviation
fi_fi: Hel

source: Mar_March_abbreviation
fi_fi: Maa

source: Apr_April_abbreviation
fi_fi: Huh

source: May_May_abbreviation
fi_fi: Tou

source: Jun_June_abbreviation
fi_fi: Kes

source: Jul_July_abbreviation
fi_fi: Hei

source: Aug_August_abbreviation
fi_fi: Elo

source: Sep_September_abbreviation
fi_fi: Syy

source: Oct_October_abbreviation
fi_fi: Lok

source: Nov_November_abbreviation
fi_fi: Mar

source: Dec_December_abbreviation
fi_fi: Jou

source: Could not find and deactivated plugin :
fi_fi: Ei löydetty ja laajennus kytkettiin pois käytöstä :

source: Not a valid plugin file
fi_fi: Laajennuksessa epäkelpo tiedosto

source: Plugin already activated
fi_fi: Laajennus on jo aktivoitu

source: Plugin generated unexpected output. Error was: <br/><pre>%s</pre>
fi_fi: Laajennus tuottaa odottamattoman syötteen. Virhe oli: <br/><pre>%s</pre>

source: Plugin not active
fi_fi: Laajennusta ei ole aktivoitu

source: This page does not exist. Maybe a plugin you thought was activated is inactive?
fi_fi: Sivua ei löydy. Tarkista onko ajattelemasi laajennus varmasti aktivoitu?

source: Invalid link
fi_fi: Virheellinen linkki

source: Missing or malformed URL
fi_fi: URL puuttuu tai on väärin muodostettu

source: URL is a short URL
fi_fi: URL on lyhytURL

source: Short URL %s already exists in database or is reserved
fi_fi: LyhytURL %s löytyy jo tietokannasta tai se on varattu käyttöön

source: %s added to database
fi_fi: %s lisätty tietokantaan

source: Error saving url to database
fi_fi: Virhe tallennettaessa URL:ää tietokantaan

source: %s already exists in database
fi_fi: %s löytyy jo tietokannasta

source: Link updated in database
fi_fi: Linkki päivitetty tietokantaan

source: Error updating %s (Short URL: %s)
fi_fi: Virhe päivitettäessä %s (LyhytURL: %s)

source: URL or keyword already exists in database
fi_fi: URL tai avainsana löytyy jo tietokannasta

source: if you are not redirected after 10 seconds, please <a href="%s">click here</a>
fi_fi: jos et ohjaudu uuteen osoitteeseen 10 sekunnissa, <a href="%s">klikkaa tästä</a>

source: Please <a href="%s">click here</a>
fi_fi: Ole hyvä ja <a href="%s">klikkaa tästä</a>

source: Too many URLs added too fast. Slow down please.
fi_fi: Liian monta URL:ia lisätty liian nopeasti. Otapa rauhallisemmin.

source: Forbidden
fi_fi: Kielletty

source: Unauthorized action or expired link
fi_fi: Luvaton toiminto tai vanhentunut linkki

source: Error
fi_fi: Virhe

source: Service temporarily unavailable
fi_fi: Palvelu ei ole väliaikaisesti saatavilla

source: Our service is currently undergoing scheduled maintenance.
fi_fi: Palveluumme tehdään parhaillaan ajoitettuja ylläpitotoimia.

source: Things should not last very long, thank you for your patience and please excuse the inconvenience
fi_fi: Tämän ei pitäisi viedä kovin kauan. Kiitos kärsivällisyydestäsi ja pahoittelemme haittaa

source: %1$s is <strong>deprecated</strong> since version %2$s! Use %3$s instead.
fi_fi: %1$s on <strong>epäsopiva</strong> versiosta %2$s lähtien! Käytä mieluummin %3$s .

source: %1$s is <strong>deprecated</strong> since version %2$s with no alternative available.
fi_fi: %1$s on <strong>epäsopiva</strong> versiosta %2$s lähtien, eikä vaihtoehtoa ole tarjolla.

source: day
fi_fi: päivä

source: view
fi_fi: näkymä
